 var songId = {
  0456,
  9087,
  3421,
  8120,
  0123,
  4455,
  0457,
  9088,
  3424,
  8123,
  0129,
  4477,
}; 
 
 var artists = {
  0456: 'Zemfira',
  9087: 'Mumiy Troll',
  3421: 'Splin',
  8120: 'Krug',
  0123: 'Kvadrat',
  4455: 'System of a down',
  0457: 'Villy Tokarev',
  9088: 'Поплавський',
  3424: 'Танок на майдані Конго',
  8123: 'Андрей Губин',
  0129: 'Лобода',
  4477: 'Наталья Могилевская',
};

var songName = {
  0456: 'Ромашки',
  9087: 'Утекай',
  3421: 'Романс',
  8120: 'Централ',
  0123: 'Телевизор',
  4455: 'Dependency limits',
  0457: 'Rybalka',
  9088: 'Село',
  3424: 'Коник',
  8123: 'Ночь',
  0129: 'Твои глаза',
  4477: 'Самолет',
};

var songYear = {
  0456: '2003',
  9087: '2004',
  3421: '2009',
  8120: '2013',
  0123: '2016',
  4455: '2020',
  0457: '1987',
  9088: '1988',
  3424: '1989',
  8123: '1999',
  0129: '2000',
  4477: '2001',
};